13/data/attachments/f96e4de88df0543c.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_52b4ebab-c8b2-4135-bde2-7d7e87ce6375</nif:username>
            <nif:friendToBeAdded>Rachel_few_Friend_83603_5</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>